<!DOCTYPE html>
<html lang="en">

<head>
    <?php $this->load->view("components/_common_head") ?>
    <title><?= $page['title']; ?></title>
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/swiper@10/swiper-bundle.min.css" />

    <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.7.0/jquery.min.js" integrity="sha512-3gJwYpMe3QewGELv8k/BX9vcqhryRdzRMxVfq6ngyWXwo03GFEzjsUm8Q7RZcHPHksttq7/GFoxjCVUjkjvPdw==" crossorigin="anonymous" referrerpolicy="no-referrer"></script>
</head>

<body>
    <?php $this->load->view("components/_common_nav") ?>
    <main>
        <section>
            <div class="">
                <div class="row flex-row-reverse align-items-center m-0">
                    <div class="col-xxl-6 col-xl-7 col-md-6 col-12"></div>
                    <div class="col-xxl-4 col-xl-5 col-md-6 col-12">
                        <div class="">
                            <img class="w-100" src="<?= base_url('assets/heading.png') ?>" alt="">
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section id="about">
            <div class="container">
                <div class="page-header">
                    <h1>मंडळाची माहिती</h1>
                </div>
                <div class="page-body">
                    <p>
                        लोकसभेच्या निवडणुका अजून दहा महिने दूर असल्या, तरी विरोधकांच्या ऐक्याच्या एका महिन्यात लागोपाठ दोन
                        बैठका पार पडल्या आहेत. विरोधकांची पहिली बैठक बिहारचे मुख्यमंत्री आणि संयुक्त जनता दलाचे नेते नीतिश
                        कुमार यांच्या पुढकाराने पाटणा येथे गेल्या महिन्यात झाली. तेव्हा भारतीय जनता पक्षाने तिची खिल्ली उडवत
                        तिची फारशी दखल घ्यायची गरज नाही; असा पवित्रा घेतला होता. मात्र, बेंगळुरूमध्ये झालेल्या दोन
                        दिवसांच्या बैठकीला काँग्रेस आणि आम आदमी पक्षासहित २६ पक्ष सहभागी झाले आहेत. ही बैठक होत असतानाच
                        मंगळवारी राजधानीत भाजपने गेले अनेक वर्षे शीतपेटीत गेलेल्या राष्ट्रीय लोकशाही आघाडीला औपचारिक संजीवनी
                        दिली. या बैठकीत ३८ छोटे-मोठे पक्ष सहभागी झाले. महाराष्ट्र देशाच्या मधोमध असल्याने शिवसेनेचा शिंदे गट
                        दिल्लीतील बैठकीत गेला, तर दुसरा उद्धव गट बेंगळुरूला. ‘राष्ट्रवादी’ पक्षाची तर कमालच आहे. मुंबईत शरद
                        पवार यांना अजितदादा गट ‘वायबी सेंटर’मध्ये भेटल्यानंतर दुसऱ्या दिवशी शरद पवार दक्षिणेत गेले, तर अजित
                        गटाने जे. पी. नड्डा यांनी बोलविलेल्या बैठकीसाठी उत्तरेकडे कूच केले. प्रत्यक्ष मतदान होईपर्यंत या
                        दोन्ही आघाड्यांमधील छोटे-मोठे पक्ष कसे वागतील, याची ही चुणूक आहे. निकालांनंतर तर सारे मैदानच मोकळे
                        होईल. इतक्या टोलेजंग बैठका होऊनही आंध्र, तेलंगण, उडिशा या राज्यांमधील सत्ताधारी पक्ष दोन्हीकडे
                        गेलेले नाहीत.
                    </p>
                    <p>
                        लोकसभेच्या निवडणुका अजून दहा महिने दूर असल्या, तरी विरोधकांच्या ऐक्याच्या एका महिन्यात लागोपाठ दोन
                        बैठका पार पडल्या आहेत. विरोधकांची पहिली बैठक बिहारचे मुख्यमंत्री आणि संयुक्त जनता दलाचे नेते नीतिश
                        कुमार यांच्या पुढकाराने पाटणा येथे गेल्या महिन्यात झाली. तेव्हा भारतीय जनता पक्षाने तिची खिल्ली उडवत
                        तिची फारशी दखल घ्यायची गरज नाही; असा पवित्रा घेतला होता. मात्र, बेंगळुरूमध्ये झालेल्या दोन
                        दिवसांच्या बैठकीला काँग्रेस आणि आम आदमी पक्षासहित २६ पक्ष सहभागी झाले आहेत. ही बैठक होत असतानाच
                        मंगळवारी राजधानीत भाजपने गेले अनेक वर्षे शीतपेटीत गेलेल्या राष्ट्रीय लोकशाही आघाडीला औपचारिक संजीवनी
                        दिली. या बैठकीत ३८ छोटे-मोठे पक्ष सहभागी झाले. महाराष्ट्र देशाच्या मधोमध असल्याने शिवसेनेचा शिंदे गट
                        दिल्लीतील बैठकीत गेला, तर दुसरा उद्धव गट बेंगळुरूला. ‘राष्ट्रवादी’ पक्षाची तर कमालच आहे. मुंबईत शरद
                        पवार यांना अजितदादा गट ‘वायबी सेंटर’मध्ये भेटल्यानंतर दुसऱ्या दिवशी शरद पवार दक्षिणेत गेले, तर अजित
                        गटाने जे. पी. नड्डा यांनी बोलविलेल्या बैठकीसाठी उत्तरेकडे कूच केले. प्रत्यक्ष मतदान होईपर्यंत या
                        दोन्ही आघाड्यांमधील छोटे-मोठे पक्ष कसे वागतील, याची ही चुणूक आहे. निकालांनंतर तर सारे मैदानच मोकळे
                        होईल. इतक्या टोलेजंग बैठका होऊनही आंध्र, तेलंगण, उडिशा या राज्यांमधील सत्ताधारी पक्ष दोन्हीकडे
                        गेलेले नाहीत.
                    </p>
                </div>
            </div>
        </section>
        <section id="history">
            <div class="container">
                <div class="page-header">
                    <h1>इतिहास मंडळाचा</h1>
                </div>
                <div class="page-body">
                    <div class="page-body">
                        <p>
                            लोकसभेच्या निवडणुका अजून दहा महिने दूर असल्या, तरी विरोधकांच्या ऐक्याच्या एका महिन्यात लागोपाठ
                            दोन बैठका पार पडल्या आहेत. विरोधकांची पहिली बैठक बिहारचे मुख्यमंत्री आणि संयुक्त जनता दलाचे नेते
                            नीतिश कुमार यांच्या पुढकाराने पाटणा येथे गेल्या महिन्यात झाली. तेव्हा भारतीय जनता पक्षाने तिची
                            खिल्ली उडवत तिची फारशी दखल घ्यायची गरज नाही; असा पवित्रा घेतला होता. मात्र, बेंगळुरूमध्ये
                            झालेल्या दोन दिवसांच्या बैठकीला काँग्रेस आणि आम आदमी पक्षासहित २६ पक्ष सहभागी झाले आहेत. ही बैठक
                            होत असतानाच मंगळवारी राजधानीत भाजपने गेले अनेक वर्षे शीतपेटीत गेलेल्या राष्ट्रीय लोकशाही आघाडीला
                            औपचारिक संजीवनी दिली. या बैठकीत ३८ छोटे-मोठे पक्ष सहभागी झाले. महाराष्ट्र देशाच्या मधोमध
                            असल्याने शिवसेनेचा शिंदे गट दिल्लीतील बैठकीत गेला, तर दुसरा उद्धव गट बेंगळुरूला. ‘राष्ट्रवादी’
                            पक्षाची तर कमालच आहे. मुंबईत शरद पवार यांना अजितदादा गट ‘वायबी सेंटर’मध्ये भेटल्यानंतर दुसऱ्या
                            दिवशी शरद पवार दक्षिणेत गेले, तर अजित गटाने जे. पी. नड्डा यांनी बोलविलेल्या बैठकीसाठी उत्तरेकडे
                            कूच केले. प्रत्यक्ष मतदान होईपर्यंत या दोन्ही आघाड्यांमधील छोटे-मोठे पक्ष कसे वागतील, याची ही
                            चुणूक आहे. निकालांनंतर तर सारे मैदानच मोकळे होईल. इतक्या टोलेजंग बैठका होऊनही आंध्र, तेलंगण,
                            उडिशा या राज्यांमधील सत्ताधारी पक्ष दोन्हीकडे गेलेले नाहीत.
                        </p>
                        <p>
                            लोकसभेच्या निवडणुका अजून दहा महिने दूर असल्या, तरी विरोधकांच्या ऐक्याच्या एका महिन्यात लागोपाठ
                            दोन बैठका पार पडल्या आहेत. विरोधकांची पहिली बैठक बिहारचे मुख्यमंत्री आणि संयुक्त जनता दलाचे नेते
                            नीतिश कुमार यांच्या पुढकाराने पाटणा येथे गेल्या महिन्यात झाली. तेव्हा भारतीय जनता पक्षाने तिची
                            खिल्ली उडवत तिची फारशी दखल घ्यायची गरज नाही; असा पवित्रा घेतला होता. मात्र, बेंगळुरूमध्ये
                            झालेल्या दोन दिवसांच्या बैठकीला काँग्रेस आणि आम आदमी पक्षासहित २६ पक्ष सहभागी झाले आहेत. ही बैठक
                            होत असतानाच मंगळवारी राजधानीत भाजपने गेले अनेक वर्षे शीतपेटीत गेलेल्या राष्ट्रीय लोकशाही आघाडीला
                            औपचारिक संजीवनी दिली. या बैठकीत ३८ छोटे-मोठे पक्ष सहभागी झाले. महाराष्ट्र देशाच्या मधोमध
                            असल्याने शिवसेनेचा शिंदे गट दिल्लीतील बैठकीत गेला, तर दुसरा उद्धव गट बेंगळुरूला. ‘राष्ट्रवादी’
                            पक्षाची तर कमालच आहे. मुंबईत शरद पवार यांना अजितदादा गट ‘वायबी सेंटर’मध्ये भेटल्यानंतर दुसऱ्या
                            दिवशी शरद पवार दक्षिणेत गेले, तर अजित गटाने जे. पी. नड्डा यांनी बोलविलेल्या बैठकीसाठी उत्तरेकडे
                            कूच केले. प्रत्यक्ष मतदान होईपर्यंत या दोन्ही आघाड्यांमधील छोटे-मोठे पक्ष कसे वागतील, याची ही
                            चुणूक आहे. निकालांनंतर तर सारे मैदानच मोकळे होईल. इतक्या टोलेजंग बैठका होऊनही आंध्र, तेलंगण,
                            उडिशा या राज्यांमधील सत्ताधारी पक्ष दोन्हीकडे गेलेले नाहीत.
                        </p>
                    </div>
                </div>
            </div>
        </section>
        <section id="gallery">
            <div class="container">
                <div class="page-header">
                    <h1>छायाचित्र</h1>
                </div>
                <div class="page-content">
                    <div class="swiper mySwiper">
                        <!-- Additional required wrapper -->
                        <div class="swiper-wrapper">
                            <!-- Slides -->
                            <?php for ($i = 0; $i < 20; $i++) { ?>
                                <div class="swiper-slide">
                                    <p>
                                        लोकसभेच्या निवडणुका अजून दहा महिने दूर असल्या, तरी विरोधकांच्या ऐक्याच्या एका
                                        महिन्यात
                                        लागोपाठ दोन बैठका पार पडल्या आहेत. विरोधकांची पहिली बैठक बिहारचे मुख्यमंत्री आणि
                                        संयुक्त
                                        जनता दलाचे नेते नीतिश कुमार यांच्या पुढकाराने पाटणा येथे गेल्या महिन्यात झाली.
                                    </p>
                                </div>
                            <?php
                            }
                            ?>
                        </div>
                        <!-- If we need pagination -->
                        <!-- {{-- <div class="swiper-pagination"></div> --}} -->

                        <!-- If we need navigation buttons -->
                        <div class="swiper-button-prev"></div>
                        <div class="swiper-button-next"></div>

                        <!-- If we need scrollbar -->
                        <!-- {{-- <div class="swiper-scrollbar"></div> --}} -->
                    </div>
                </div>
            </div>
        </section>
        <section id="contact">
            <div class="page-header">
                <h1>संपर्क</h1>
            </div>
        </section>
        <section id="donate">
            <div class="page-header">
                <h1>देणगी</h1>
            </div>
        </section>
    </main>
    <?php $this->load->view("components/_common_js") ?>
    <script src="https://cdn.jsdelivr.net/npm/swiper@10/swiper-bundle.min.js"></script>
    <script>
        var swiper = new Swiper(".mySwiper", {
            spaceBetween: 30,
            loop: true,
            slidesPerView: 1,
            slidesPerGroup: 1,
            grid: {
                rows: 1
            },
            // autoplay: {
            //     delay: 2500,
            //     disableOnInteraction: false,
            // },
            breakpoints: {
                769: {
                    slidesPerView: 2,
                    slidesPerGroup: 2,
                    grid: {
                        rows: 2
                    }
                },
                1200: {
                    slidesPerView: 3,
                    slidesPerGroup: 2,
                    grid: {
                        rows: 3
                    }
                },
                1400: {
                    slidesPerView: 4,
                    slidesPerGroup: 2,
                    grid: {
                        rows: 4
                    }
                },
            },
            // pagination: {
            //     el: ".swiper-pagination",
            //     clickable: true,
            // },
            navigation: {
                nextEl: ".swiper-button-next",
                prevEl: ".swiper-button-prev",
            },
        });
    </script>
</body>

</html>